{
	"answers": {
		"success": {

		},
		"errors": {
			"not_found": "Sorry, it seems I cannot find that",
			"nlu": "It might come from my natural language understanding, the error returned is: \"%error%\""
		},
    "synchronizer": {
      "syncing_direct": "I will now synchronize the downloaded content on your current device. Don't worry, I will let you know once I'm done",
      "synced_direct": "The new content has been synchronized on your device",
      "syncing_google_drive": "I will now synchronize the downloaded content on Google Drive. Don't worry, I will let you know once I'm done",
      "synced_google_drive": "The new content is now available on Google Drive"
    },
		"random_errors": [
			"Sorry, there is a problem with my system",
			"Sorry, I don't work correctly",
			"Sorry, you need to fix me",
			"Sorry, I cannot do that because I'm broken"
		],
		"random_package_module_errors": [
			"Sorry, it seems I have a problem with the \"%module_name%\" module of my \"%package_name%\" package",
			"Sorry, I have an issue with the \"%module_name%\" module of my \"%package_name%\" package",
			"Sorry, I've got an error with the \"%module_name%\" module of my \"%package_name%\" package",
			"Sorry, the \"%module_name%\" module of my \"%package_name%\" package is broken"
		],
		"random_unknown_queries": [
			"Sorry, I still don't know this, but you can help me to understand by <a href=\"https://github.com/leon-ai/leon/blob/develop/.github/CONTRIBUTING.md\" target=\"_blank\">creating a pull request</a>",
			"Sorry, you should teach me this request. You can teach me by <a href=\"https://github.com/leon-ai/leon/blob/develop/.github/CONTRIBUTING.md\" target=\"_blank\">creating a pull request</a>",
			"Sorry, I cannot answer that. Let me answer you in the future by <a href=\"https://github.com/leon-ai/leon/blob/develop/.github/CONTRIBUTING.md\" target=\"_blank\">creating a pull request</a>",
			"Sorry, you have to educate me more. You can help me with that by <a href=\"https://github.com/leon-ai/leon/blob/develop/.github/CONTRIBUTING.md\" target=\"_blank\">contributing to my code</a>",
			"Sorry, I don't understand your query",
      "Sorry, I'm still very young, I didn't get your point"
		],
		"random_not_sure": [
			"Sorry, you may repeat in an another way",
			"Sorry, I'm not sure I understood correctly",
			"Sorry, I'm not sure for what you asked, please repeat with a different way",
			"Sorry, please repeat again by formulating differently",
			"Sorry, I didn't correctly clean my ears today! Oh wait, I'm your personal assistant then please try again with a new way"
		],
    "random_not_able": [
      "Sorry, I'm not able to answer. I understand what you said, but please repeat in another way",
      "Sorry, I have a blackout, I cannot answer that. I understand what you said, but try to repeat in another way"
    ],
    "random_ner_type_not_supported": [
      "Sorry, the \"%entity_type%\" action entity type is not supported by my NER. Please <a href=\"https://github.com/leon-ai/leon/issues\" target=\"_blank\">open an issue</a> to report, that will be much appreciated",
      "Sorry, my NER does not recognize the \"%entity_type%\" action entity type. Please <a href=\"https://github.com/leon-ai/leon/issues\" target=\"_blank\">open an issue</a> to report, it'll be highly appreciated"
    ]
	}
}
